Repository: mozilla-l10n/mt-training-data
Catalog: kaa/kaa_pontoon.tmx
Source language: en_us
Languages: kaa

source: 1 sentence collected
kaa: 1 gáp jıynaldı

source: 2 down, keep it up!<playIcon></playIcon>
kaa: 2 tayar, dawam etiń!<playIcon></playIcon>

source: ≥ 2 No votes
kaa: ≥ 2 "Joq" dawıslar

source: ≥ 2 Yes votes
kaa: ≥ 2 "Awa" dawıslar

source: Abkhaz
kaa: Abxaz

source: About
kaa: Biz tuwralı

source: Accent
kaa: Akcent

source: Account
kaa: Akkaunt

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
kaa: <accuracyLink>Anıqlıq talaplarında kóbirek kóriń.</accuracyLink>

source: Acehnese
kaa: Achene

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
kaa: { $actionType }<recordIcon></recordIcon> keyin gápti dawıslap oqıń

source: Add
kaa: Qosıw

source: Add a language you want to contribute to
kaa: Úles qosıwdı qáleytuǵın tilińizdi qosıń

source: Add information
kaa: Maǵlıwmat qosıw

source: Adding Sentences
kaa: Gáplerdi qosıw

source: Additional Language
kaa: Qosımsha til

source: Add Language
kaa: Til qosıw

source: <addLink>Add more sentences now!</addLink>
kaa: <addLink>Kóbirek jańa gáplerdi qosıń!<addLink>

source: Add new custom accent "{ $inputValue }"
kaa: Jańa basqa akcent qosıw "{ $inputValue }"

source: Add new sentences
kaa: Jańa gáplerdi qosıw

source: Add Sentences
kaa: Gápler qosıw

source: Add <wikipediaLink>public domain</wikipediaLink> sentences
kaa: <wikipediaLink>Xalıq dóretpelerine</wikipediaLink> tiyisli gáplerdi qosıń

source: Add Your Voice
kaa: Dawısıńızdı qosıń

source: Adyghe
kaa: Adıgey

source: Afaan Oromo
kaa: Oromo

source: A few bytes
kaa: Birneshe bayt

source: Age
kaa: Jas

source: Albanian
kaa: Alban

source: All
kaa: Hámmesi

source: Already have an account? <login>Log-In</login>
kaa: Álleqashan profilińiz bar ma? <login>Kiriw</login>

source: Amharic
kaa: Amhar

source: An error occurred fetching sentences
kaa: Gáplerdi alıw waqtında qátelik júz berdi

source: An error occurred reviewing this sentence
kaa: Bul gápti tekseriwde qátelik júz berdi

source: An error occurred submitting your voice information
kaa: Dawıslı maǵlıwmatıńızdı jiberiw waqtında qátelik júz berdi.

source: Approve
kaa: Qabıllaw

source: a public domain sentence
kaa: xalıq dóretpelerinen gáp

source: Arabic
kaa: Arab

source: Aragonese
kaa: Aragon

source: Armenian
kaa: Armyan

source: Armenian Western
kaa: Batıs armyan tili

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
kaa: Sorawlarıńızdı <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> yamasa <emailLink>elektron pochta</emailLink> arqalı beriń.

source: Assamese
kaa: Assam

source: Asturian
kaa: Asturiya

source: Avatar uploaded
kaa: Avatar júklendı

source: Average
kaa: Ortasha

source: A voice clip is marked "valid" when a user gives it a Yes vote.
kaa: Paydalanıwshı "Awa" dawısın bergende, dawıslı úzindi "jaramlı" dep belgilenedi.

source: Avoid too much background noise - it should be easy to hear you.
kaa: Artıqsha artqı shawqımnan saqlanıń. Sizdi esitiw ańsat bolıwı kerek.

source: Awards
kaa: Sıylıqlar

source: Azerbaijani
kaa: Azerbayjan

source: Back
kaa: Artqa

source: Background Noise
kaa: Sırtqı shawqım

source: Background Voices
kaa: Sırtqı dawıslar

source: Back to Top
kaa: Joqarıǵa qaytıw

source: Bashkir
kaa: Bashqurt

source: Basque
kaa: Bask

source: Become a Common Voice Partner
kaa: Common Voice sherigine aylanıń

source: Belarusian
kaa: Belorus

source: Benefits
kaa: Abzallıqları

source: Bengali
kaa: Bengal

source: <bold>Help us</bold> find more voices
kaa: Bizge kóbirek dawıs jıynawǵa <bold>járdem beriń</bold>

source: Bosnian
kaa: Bosniya

source: Both
kaa: Ekewi de

source: Both (Speak and Listen)
kaa: Ekewi de (sóylew hám tıńlaw)

source: Browse Languages
kaa: Tillerdi kóriw

source: Build a custom goal
kaa: Jeke maqset jaratıw

source: Build Profile
kaa: Profil jaratıw

source: Bulgarian
kaa: Bolgar

source: Burmese
kaa: Birma

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
kaa: Siz elektron xatlardı alıwǵa razılıq berip, bul maǵlıwmatlarıńız Mozilla tárepinen onıń <privacyLink>Qupıyalıq siyasatı</privacyLink> qaǵıydalarında kórsetilgen tártipte paydalanıwına ruqsat bergen esaplanasız.

source: Cancel Re-recording
kaa: Qayta dawıs jazıwdı biykarlaw

source: Cancel Submission
kaa: Jiberiwdi biykarlaw

source: Can't decide?
kaa: Qarar qabıllay almay atırsız ba?

source: Cantonese
kaa: Kanton

source: Catalan
kaa: Katalan

source: Central Kurdish
kaa: Oraylıq Kurd

source: Change your email via Settings under Login Identity
kaa: Elektron pochtańızdı sazlawlar arqalı «Kiriw ushın identifikator» bóliminde ózgertiń

source: Check
kaa: Tekseriw

source: <chevron></chevron>See less
kaa: <chevron></chevron>Azıraq kóriw

source: <chevron></chevron>See more
kaa: <chevron></chevron>Kóbirek kóriw

source: Chinese (China)
kaa: Qıtay (Qıtay)

source: Chinese (Hong Kong)
kaa: Qıtay (Gonkong)

source: Chinese (Taiwan)
kaa: Qıtay (Tayvan)

source: Choose language/localization
kaa: Tildi/lokalizaciyanı tańlań

source: Chuvash
kaa: Chuwash

source: Citation
kaa: Citata

source: Cite with a URL link or the full name of the work.
kaa: URL silteme yamasa jumıstıń tolıq ataması menen citata keltiriw.

source: Citing Sentences
kaa: Gáplerge citata keltiriw

source: Click
kaa: Basıw

source: Clip Graveyard
kaa: Dawıslı úzindiler qábiristanı

source: Clips recorded
kaa: Jazıp alınǵan klipler

source: Clips Uploaded
kaa: Dawıslı jazbalar júklendi

source: Clips validated
kaa: Klipler tekserildi

source: Clips You've Recorded
kaa: Siz jazǵan dawıslı úzindiler

source: Clips You've Validated
kaa: Siz teksergen dawıslı úzindiler

source: Close
kaa: Jabıw

source: Collecting sentences
kaa: Gáplerdi jıynaw

source: Collect sentences
kaa: Gáplerdi qosıw

source: Comment
kaa: Pikir

source: Common Voice Dataset
kaa: CommonVoice maǵlıwmatlar toplamı

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
kaa: Common Voice — Mozilla baslaması bolıp, mashinalarǵa haqıyqıy insan qalay sóyleytuǵının úyretedi.

source: Community participation and decision making.
kaa: Birlespeniń qatnası hám qarar qabıl etiwi.

source: Community Playbook
kaa: Birlespe ushın sabaqlıq

source: Confirm
kaa: Tastıyıqlaw

source: Confirm Goal
kaa: Maqsetti tastıyıqlaw

source: Confirm New Sentences
kaa: Jańa gáplerdi tastıyıqlaw

source: Connect with Gravatar
kaa: Gravatardı qosıw

source: Contact
kaa: Baylanıs

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
kaa: Avtorlar, dramaturg yamasa scenaristler menen baylanısıń hám óziniń shıǵarmalarınıń kishkene bir bólegin xalıq dóretpesine bere alıwın sorań

source: Contact Form
kaa: Baylanıs forması

source: Contact the Common Voice team
kaa: Common Voice toparı menen baylanısıw

source: Contact Us
kaa: Biz benen baylanısıw

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
kaa: Kontent <licenseLink>Creative Commons licenziyası</licenseLink> astında

source: Continue
kaa: Dawam etiw

source: Contribute
kaa: Úles qosıw

source: Contribute sentences
kaa: Gáplerdi usınıw

source: Contribute to { $lang }
kaa: { $lang } tiline úles qosıw

source: Contribute Your Voice
kaa: Dawısıńızdı jazıp qaldırıń

source: Contribution Criteria
kaa: Qollap-quwatlaw talapları

source: Contribution Guidelines
kaa: Qatnasıw boyınsha qollanbalar

source: Cookies
kaa: Kukilar

source: Cornish
kaa: Kornish

source: Corsican
kaa: Korsikan

source: Could not add language
kaa: Tildi qosıw ámelge aspadı

source: Could not change settings. Please try again.
kaa: Sazlawlardı ózgertiw ámelge aspadı. Ótinish, qayta urınıp kóriń.

source: Could not remove language
kaa: Tildi óshiriw ámelge aspadı

source: Could not remove language: language not found
kaa: Tildi óshiriw ámelge aspadı: til tabılmadı

source: { $count } clips
kaa: { $count } dawıslı úzindi

source: { $count }mo
kaa: { $count }ay

source: { $countOfInvalidated } rejected by you
kaa: Siz biykarladıńız — { $countOfInvalidated }

source: { $countOfReviewed } sentences are already reviewed. Great job!
kaa: { $countOfReviewed } gáp tekserildi. Ájayıp is!

source: { $countOfSentences } sentences found.
kaa: { $countOfSentences } gáp tawıldı.

source: { $countOfUnreviewed } sentences are unreviewed. If you want, you can also review your sentences now before submitting them.
kaa: { $countOfUnreviewed } gáp tekserilmedi. Eger qáleseńiz, gáplerińizdi júklewden aldın tekseriwińiz múmkin.

source: { $count }wk
kaa: { $count }hápte

source: { $count }y
kaa: { $count }jıl

source: Create a Custom Goal
kaa: Jeke maqset jaratıw

source: Create a profile
kaa: Profil jaratıw

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
kaa: Awızeki zamanagóy gáplerdi ózińiz, doslarıńız yamasa til birlespesi menen jaratıń, mısalı, "write-a-thon" járdeminde

source: Criteria
kaa: Talaplar

source: Croatian
kaa: Xorvat

source: Czech
kaa: Chex

source: Daily Goal
kaa: Kúndelikli maqset

source: Danish
kaa: Dat

source: Dashboard
kaa: Basqarıw paneli

source: Dataset Release
kaa: Maǵlıwmatlar toplamınıń shıǵıwı

source: Datasets
kaa: Maǵlıwmatlar toplamı

source: Date
kaa: Sáne

source: Days
kaa: Kún

source: Delete my recordings
kaa: Dawıslı jazıwlarımdı óshiriw

source: Delete Profile
kaa: Profildi óshiriw

source: Delete selected sentences
kaa: Tańlanǵan gáplerdi óshiriw

source: Deleting selected sentences…
kaa: Tańlanǵan gápler óshirilmekte…

source: Dhivehi
kaa: Maldiv

source: Different language
kaa: Basqa til

source: Difficult
kaa: Qıyın

source: Difficult to pronounce
kaa: Aytıw ushın qıyın

source: Dioula
kaa: Dyula

source: Discard ongoing recording
kaa: Ámeldegi jazıwdı biykarlaw

source: Does the sentence meet the guidelines?
kaa: Gáp qollanbalardıń talaplarına juwap bere me?

source: Donate your voice
kaa: Dawısıńızdı jazıp qaldırıń

source: Don't see your language on Common Voice yet?
kaa: Common Voice joybarında ana tilińizdi kórmey atırsız ba?

source: Download
kaa: Júklep alıw

source: Download Common Voice Data
kaa: Common Voice maǵlıwmatların júklep alıw

source: Download Data
kaa: Maǵlıwmatlardı júklep alıw

source: Download Dataset Bundle
kaa: Maǵlıwmatlar toplamı paketin júklep alıw

source: Download { $language }
kaa: Júklew { $language }

source: Download Links
kaa: Júklep alıw ushın siltemeler

source: Download My Data
kaa: Maǵlıwmatlarımdı júklep alıw

source: Download profile data
kaa: Profil maǵlıwmatların júklep alıw

source: Download the Dataset
kaa: Maǵlıwmatlar toplamın júklep alıw

source: Do you want to continue?
kaa: Dawam etiwdi qáleysiz be?

source: Do you want to Speak, Listen or both?
kaa: Sóylewdi, tıńlawdı qáleysiz be yamasa ekewin de me?

source: Dutch
kaa: Dat

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
kaa: Maǵlıwmatlar toplamındaǵı hárbir dawıslı jazba siyrek MP3 fayl hám oǵan baylanıslı tekstli fayldan turadı. Maǵlıwmatlar toplamında jazılǵan <b>{ $total }</b> kóp saatlar jas, jınıs hám akcent sıyaqlı demografiyalıq meta maǵlıwmatlardı óz ishine aladı. Olar sóylewdi anıqlaw mexanizmleriniń anlıqlıǵın úyretiwge járdem beredi. Házirgi waqıtta maǵlıwmatlar toplamı <b>{ $languages }</b> tilden, <b>{ $valid }</b> tekserilgen saattan turadı, biraq biz hámiyshe kóbirek jańa dawıslardı hám tillerdi qosamız. Qatnasıw ushın yamasa tildi soraw ushın biziń <languagesLink>tiller betimizdi</languagesLink> kóriń.

source: Eastern Huasteca Nahuatl
kaa: Arqa Uastekan Nauatl

source: Easy
kaa: Ańsat

source: Edit
kaa: Ózgeris kirgiziw

source: Edit Profile
kaa: Profilge ózgeris kirgiziw

source: Email
kaa: Elektron pochta

source: Email is already used for a different account
kaa: Elektron pochta álleqashan basqa akkauntta qollanılmaqta

source: Email Subscriptions
kaa: Elektron pochta arqalı jazılıwlar

source: English
kaa: Anglichan

source: Enter Email to Download
kaa: Júklep alıw ushın elektron pochtańızdı kirgiziń

source: Enter email to send a sign up link
kaa: Dizimnen ótiw siltemesin jiberiw ushın elektron pochta mánzilin kirgiziń

source: Enter your email
kaa: Elektron pochtańizdi kirgiziń

source: Enter your public domain sentence here
kaa: Usı jerge xalıq dóretpelerinen bolǵan gápińizdi kirgiziń

source: Error adding sentence
kaa: Gápti qosıwda qátelik

source: Error { $code }
kaa: Qátelik kodı: { $code }

source: Error while fetching rejected sentences. Please try again.
kaa: Biykarlanǵan gáplerdi alıw waqtındaǵı qátelik. Ótinish, qayta urınıp kóriń.

source: Error while fetching your sentences. Please try again.
kaa: Gáplerińizdi alıw waqtındaǵı qátelik. Ótinish, qayta urınıp kóriń.

source: Estonian
kaa: Eston

source: Events
kaa: Waqıyalar

source: Everyone
kaa: Barlıq paydalanıwshılar

source: Example
kaa: Mısal

source: Exit & Delete clips
kaa: Shıǵıw hám kliplerdi óshiriw

source: Failed to copy SHA256 Checksum
kaa: SHA256 qadaǵalaw summasın kóshirip alıw ámelge aspadı

source: Failed to delete selected sentences… Please try again!
kaa: Tańlanǵan gáplerdi óshiriw ámelge aspadı… Ótinish, qayta urınıp kóriń!

source: FAQ
kaa: KBS

source: Faroese
kaa: Farer

source: Female
kaa: Hayal

source: Fewer than 15 words
kaa: 15 sózden az

source: Fields marked with an asterisk (*) are required.
kaa: * Toltırıw májburıy bolǵan maydanlar

source: Finish editing first?
kaa: Dáslep ózgertiwdi tamamlawdı qáleysiz be?

source: Finish recording
kaa: Dawıs jazıwdı tamamlaw

source: Finish recording first?
kaa: Dáslep dawıs jazıw tamamlansın ba?

source: Finish Review
kaa: Tekseriwdi juwmaqlaw

source: Finnish
kaa: Fin

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
kaa: Basta tilińiz <languageLink>qosılǵanın tekseriń</languageLink>. Eger joq bolsa, tilińizdi qosıwdı <languageRequestLink>sorawıńız múmkin</languageRequestLink>. Soń sayttı awdarıwıńız hám gáplerdi jiynawıńız kerek.

source: for example
kaa: Mısalı

source: French
kaa: Francuz

source: Frequently Asked Questions
kaa: Kóp beriletuǵın sorawlar

source: Frisian
kaa: Friz

source: Fulah
kaa: Fula

source: Galician
kaa: Galisiya

source: Gender
kaa: Jınıs

source: Georgian
kaa: Gruzin

source: German
kaa: Nemis

source: Get in touch
kaa: Baylanısta bolıń

source: Get involved
kaa: Qatnasıw

source: Get Involved
kaa: Qatnasıw

source: Get started with goals
kaa: Maqsetler menen baslań

source: Glossary
kaa: Glossariy

source: Goals
kaa: Maqsetler

source: Go to Discourse
kaa: Discourseǵa ótiw

source: Go to Languages Page
kaa: Tiller betine ótiw

source: <governanceLink>Read more about how we're governed</governanceLink>
kaa: <governanceLink>Bizde basqarıw qalay shólkemlestirilgeni tuwralı kóbirek oqıń</governanceLink>

source: Governments
kaa: Húkimetler

source: Great! How many clips a week?
kaa: Ájayıp! Háptesine neshe dawıslı úzindi?

source: Great! How many clips per day?
kaa: Ájayıp! Kúnine neshe dawıslı úzindi?

source: Great work!<playIcon></playIcon> Listen again when you're ready
kaa: Ájayip is! <playIcon></playIcon> Tayar bolǵanıńızda qayta tıńlań

source: Greek
kaa: Grek

source: Guidelines
kaa: Qollanbalar

source: Haitian
kaa: Gaiti

source: Hakha Chin
kaa: Xaka Chin

source: Have you read our Terms?
kaa: Siz qollanıw shártleri menen tanıstıńız ba?

source: Having an account is not required to contribute, though it is helpful.
kaa: Úles qosıw ushın akkaunt májbúriy emes, biraq bul paydalı.

source: Having a profile is not required to contribute though it is helpful, see why below.
kaa: Qatnasıw ushın profil bolıwı shárt emes, biraq bul paydalı. Nege ekenin tómende kóriń.

source: Hebrew
kaa: Ivrit

source: Help
kaa: Járdem

source: Help Common Voice reach { $hours } hours in a language with a personal goal
kaa: Jeke maqsetińiz benen Common Voiceqa { $hours } saatqa jetiwine járdem beriń

source: Help reach { $hours } hours in { $language } with a personal goal
kaa: Jeke maqset penen { $language } tilinde { $hours } saatqa jetiwge járdem beriń

source: Help teach machines how real people speak, donate your voice at { $link }
kaa: Mashinalarǵa haqıyqıy insan qalay sóyleytuǵının úyretiwge járdem beriń, dawısıńızdı { $link } siltemesine ótip, jazıp qaldırıń

source: Help us build a high quality, publicly open dataset
kaa: Bizge joqarı sapalı ashıq maǵlıwmatlar toplamın jaratıwǵa járdem beriń

source: Help us by reviewing sentences for correctness according to the guidelines.
kaa: Talaplarımızǵa juwap beretuǵın gáplerdi tańlap alıwda bizge járdem beriń.

source: Help us find more voices, share your goal
kaa: Bizge kóbirek dawıs tabıwǵa járdem beriń, maqsetińizdi bólisiń

source: Help us find others to donate their voice!
kaa: Basqa da óz dawısın jazıp qaldırıwdı qálewshilerdi tawıp bizge járdem beriń!

source: Help us get to { $goal }
kaa: { $goal } ge jetiwge bizge járdem beriń

source: Help us validate sentences!
kaa: Gáplerdi tekseriwge járdem beriń!

source: Help us validate voices
kaa: Dawıslardı tekseriwde bizge járdem beriń

source: Here are some tips to find sentences:
kaa: Gáplerdi tabıw boyınsha birneshe másláhátler:

source: Here are the links to download your ZIP files.
kaa: ZIP fayllarıńızdı júklep alıw ushın siltemeler.

source: Hidden
kaa: Jasırın

source: Hill Mari
kaa: Tawlı Mari

source: Home
kaa: Bas bet

source: Hours
kaa: Saat

source: Hours Recorded
kaa: Saat jazıldı

source: Hours Validated
kaa: Saat tekserildi

source: { $hours } validated hours so far!
kaa: Házirshe { $hours } saat tekserildi!

source: How ?
kaa: Qalay?

source: How are project decisions made?
kaa: Joba boyınsha sheshimler qalay qabıllanadı?

source: How can I get the Common Voice data?
kaa: Men Common Voicetıń maǵlıwmatların toplamın qalay alıwım múmkin?

source: How can we effectively grow a language on Common Voice?
kaa: Bizler Common Voiceta tildi qalay nátiyjeli rawajlandırıwımız múmkin?

source: How does Common Voice calculate hours?
kaa: Common Voice saatlardı qalay esaplaydı?

source: How does Common Voice work?
kaa: Common Voice qalay isleydi?

source: How does site localization work?
kaa: Sayttı lokalizaciyalaw qalay isleydi?

source: How do I access and use the dataset?
kaa: Maǵlıwmatlar toplamına qalay kiremen hám paydalanaman?

source: How do I add a language?
kaa: Tildi qalay qossam boladı?

source: How do I add sentences?
kaa: Gáplerdi qalay qossam boladı?

source: How do I cite?
kaa: Qalay citata keltiremen?

source: How do I know whether to approve a voice clip?
kaa: Dawıslı úzindini qabıllaw múmkinligin qalay bilsem boladı?

source: How do I record a high quality voice clip?
kaa: Joqarı sapadaǵı dawıslı úzindini qalay jazıwım múmkin?

source: How do I stay in touch?
kaa: Men qalay baylanısta bolıwım múmkin?

source: How-to
kaa: Qollanba

source: How to Cite
kaa: Qalay citata keltiremen?

source: How would you describe your accent?
kaa: Akcentińizdi qalay táriyipleysiz?

source: Hungarian
kaa: Venger

source: I agree
kaa: Razıman

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
kaa: Common Voicetıń <termsLink>Shártleri</termsLink> hám <privacyLink>Qupiyalıq siyasatı</privacyLink>na razıman

source: Icelandic
kaa: Island

source: I confirm that these sentences are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
kaa: Bul gápler <wikipediaLink>xalıq dóretpelerinen</wikipediaLink> ekenin tastıyıqlayman hám olardı júklew huqıqım bar.

source: Ideally natural and conversational (it should be easy to read the sentence)
kaa: Múltiksiz tábiyiy hám awızeki (gápti oqıw ańsat bolıwı kerek)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
kaa: Maqsetlerim haqqında esletpe, ozimniń jetiskenliklerim hám Common Voice haqqındaǵı xatlardı alıwdı qáleymen.

source: I do not agree
kaa: Narazıman

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
kaa: Eger dawıslı úzindi 2 adam tárepinen biykarlansa, ol maǵlıwmatlar toplamınıń tómengi bóliminde járiyalanadı.

source: If the sentence does not meet the above criteria, click the "No" button.
kaa: Eger gáp joqarıdaǵı talaplarǵa juwap bermese, "Yaq" túymesin basıń.

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
kaa: Eger de gáp joqarıda kórsetilgen talaplarǵa juwap bermese, &quot;Biykarlaw&quot; túymesin basıń. Eger siziń gápke isenimińiz kámil bolmasa, ótkerip jiberip, keyingisine ótiwińiz múmkin.

source: If the sentence does not meet the above criteria, click the "Reject" button. If you are unsure about the sentence, you may also skip it and move on to the next one.
kaa: Eger de gáp joqarıda kórsetilgen talaplarǵa juwap bermese, "Biykarlaw" túymesin basıń. Eger siziń gápke isenimińiz kámil bolmasa, ótkerip jiberip, keyingisine ótiwińiz múmkin.

source: If the sentence meets the criteria above, click the "Yes" button.
kaa: Eger gáp joqarıdaǵı talaplarǵa juwap berse, "Awa" túymesin basıń.

source: If the sentence meets the criteria, click the "Approve" button.
kaa: Eger gáp talaplarǵa juwap berse, "Qabıllaw" túymesin basıń.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
kaa: Eger gáp talaplarǵa juwap berse, oń táreptegi &quot;Qabıllaw&quot; túymesin basıń.

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
kaa: Eger siziń gápke isenimińiz kámil bolmasa, ótkerip jiberip, keyingisine ótiwińiz múmkin.

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
kaa: Eger siz olardı <strong>esite</strong> alsańız hám <strong>túsinseńiz</strong>, ádette qabıllaw — <strong>eń maqulı</strong>.

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
kaa: Eger siz ASR modellerin jaratıw ushın qurallardı izlep atırǵan bolsańız, birlespedegi basqa adamlar menen <discourseLink>Discourse</discourseLink>ta baylanısıwıńız múmkin.

source: If your language is not listed here, you can request it through <languageProcessLink>this process</languageProcessLink>.
kaa: Eger sizıń tilińiz bul jerde joq bolsa, onı bul <languageProcessLink>qural</languageProcessLink> járdeminde sorawıńız múmkin.

source: If you run out of sentences to review, please help us collect more sentences!
kaa: Eger tekseriw ushın gápler tawsılsa, ótinish, bizge kóbirek gáp jıynawǵa járdem beriń!
